export default {
  projections: {
    ВНаличииE: {
      количество: {
        __caption__: 'Количество'
      },
      дата: {
        __caption__: 'Дата'
      },
      местоВыдачи: {
        __caption__: 'Место выдачи',
        адрес: {
          __caption__: 'Адрес'
        }
      }
    },
    ВНаличииL: {
      количество: {
        __caption__: 'Количество'
      },
      дата: {
        __caption__: 'Дата'
      },
      местоВыдачи: {
        __caption__: 'Адрес',
        адрес: {
          __caption__: 'Адрес'
        }
      }
    }
  },
  validations: {
    дата: {
      __caption__: 'Дата'
    },
    количество: {
      __caption__: 'Количество'
    },
    местоВыдачи: {
      __caption__: 'Место выдачи'
    }
  }
};
